Repository: LittleSixNine/PhotoTrail
Catalog: Sources/PhotoTrail/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, pt_br, zh_hans, zh_hant

# Metadata field: ModifyDate
source: Modify Date
es: Fecha y Hora de Cambio del Archivo
ja: ファイル作成日時
ko: 파일 변경 날짜 및 시간
pt_br: Data de modificação
zh_hans: 修改时间
zh_hant: 修改時間

# Metadata field: DateCreated
source: Date Created
es: Fecha Creación
ja: 作成日付
ko: 만들어진 날짜
pt_br: Data de criação
zh_hans: 创建日期
zh_hant: 建立日期

# Metadata field: TimeCreated
source: Time Created
es: Hora Creación
ja: 作成時間
pt_br: Hora de criação
zh_hans: 创建时间
zh_hant: 建立時間

# Metadata field: Make
source: Make
es: Marca
ja: メーカー
ko: 메이커
pt_br: Fabricante
zh_hans: 厂商
zh_hant: 製造商

# Metadata field: Model
source: Model
es: Modelo
ja: 画像入力機器モデル
ko: 카메라 모델
pt_br: Modelo
zh_hans: 型号
zh_hant: 相機型號

# Metadata field: SerialNumber
source: Camera serial number
es: Número Serie
ja: シリアル番号
ko: 시리얼번호
pt_br: Número de série
zh_hans: 相机序列号
zh_hant: 相機序號

# Metadata field: FNumber
source: FNumber
es: Número F
ja: F値
ko: F 숫자
pt_br: Número f
zh_hans: 光圈数
zh_hant: 光圈

# Metadata field: ApertureValue
source: Aperture Value
es: Apertura
ja: 絞り
ko: 조리개
pt_br: Abertura
zh_hans: 光圈
zh_hant: 光圈

# Metadata field: ShutterSpeedValue
source: Shutter Speed Value
es: Velocidad Obturación
ja: シャッタースピード
ko: 셔터 속도
pt_br: Velocidade do obturador
zh_hans: 快门速度
zh_hant: 快門

# Metadata field: FocalLength
source: Focal Length
es: Distancia Focal Objetivo
ja: レンズ焦点距離
ko: 초점 길이
pt_br: Distância focal
zh_hans: 焦距
zh_hant: 焦距

# Metadata field: FocalLengthIn35mmFormat
source: Focal Length In35mm Format
es: Distancia Focal en Película de 35 mm
ja: 35mmフイルム換算焦点距離
ko: 35 mm 필름 환산 초점길이
pt_br: Distância focal equivalente a 35 mm
zh_hans: 35 mm 等效焦距
zh_hant: 35 mm 等效焦距

# Metadata field: ExposureCompensation
source: Exposure Compensation
es: Compensación Exposición
ja: 露出補正値
ko: 노출 보정
pt_br: Compensação da exposição
zh_hans: 曝光补偿
zh_hant: 曝光補償

# Metadata field: ColorSpace
source: Color Space
es: Espacio Color
ja: 色空間
ko: 색공간
pt_br: Espaço de cor
zh_hans: 色彩空间
zh_hant: 色彩空間

# Metadata field: MaxApertureValue
source: Max Aperture Value
es: Apertura Lente Máxima
ja: 最大レンズ口径
ko: 최대 렌즈 조리개
pt_br: Abertura máxima
zh_hans: 最大镜头光圈
zh_hant: 鏡頭最大光圈

# Metadata field: ExposureMode
source: Exposure Mode
es: Modo Exposición
ja: 露光モード
ko: 노출 모드
pt_br: Modo de exposição
zh_hans: 曝光模式
zh_hant: 曝光模式

# Metadata field: ExposureProgram
source: Exposure Program
es: Programa Exposición
ja: 露出プログラム
ko: 노출 프로그램
pt_br: Programa de exposição
zh_hans: 曝光程序
zh_hant: 拍攝模式

# Metadata field: ExposureTime
source: Exposure Time
es: Tiempo de Exposición
ja: 露出時間
ko: 노출 시간
pt_br: Tempo de exposição
zh_hans: 曝光时间
zh_hant: 曝光時間

# Metadata field: MeteringMode
source: Metering Mode
es: Modo Medición
ja: 測光モード
ko: 측광 모드
pt_br: Modo de medição
zh_hans: 测光模式
zh_hant: 測光模式

# Metadata field: WhiteBalance
source: White Balance
es: Balance de Blancos
ja: ホワイトバランス
ko: 화이트밸런스
pt_br: Balanço de branco
zh_hans: 白平衡
zh_hant: 白平衡

# Metadata field: Saturation
source: Saturation
es: Saturación
ja: 彩度
ko: 채도
pt_br: Saturação
zh_hans: 饱和度
zh_hant: 飽和度

# Metadata field: Sharpness
source: Sharpness
es: Nitidez
ja: シャープネス
ko: 선명도
pt_br: Nitidez
zh_hans: 锐度
zh_hant: 銳利度

# Metadata field: Lens
source: Lens
es: Objetivo
ja: レンズ
ko: 렌즈
pt_br: Lente
zh_hans: 镜头
zh_hant: 鏡頭

# Metadata field: LensModel
source: Lens Model
es: Modelo Objetivo
pt_br: Modelo da lente
zh_hans: 镜头型号
zh_hant: 鏡頭型號

# Metadata field: LensSerialNumber
source: Lens Serial Number
es: Número Serie Objetivo
ja: レンズシリアル番号
pt_br: Número de série da lente
zh_hans: 镜头序列号
zh_hant: 鏡頭序號

# Metadata field: LensInfo
source: Lens Info
es: Información del Objetivo
ja: レンズ情報
ko: 렌즈 정보
pt_br: Informações da lente
zh_hans: 镜头信息
zh_hant: 鏡頭資訊

# Metadata field: Orientation
source: Orientation
es: Orientación de Imagen
ja: 画像の向き
ko: 이미지 위치
pt_br: Orientação
zh_hans: 图像取向
zh_hant: 影像的方向

# Metadata field: ImageWidth
source: Image width
es: Ancho Imagen
ja: 画像幅
ko: 이미지 넓이
pt_br: Largura da imagem
zh_hans: 图像宽度
zh_hant: 影像寬度

# Metadata field: ImageHeight
source: Image height
es: Alto Imagen
ja: 画像高さ
ko: 이미지 높이
pt_br: Altura da imagem
zh_hans: 图像高度
zh_hant: 影像高度

# Metadata field: ExifImageWidth
source: EXIF pixel width
es: Ancho Imagen
ja: 画像幅
ko: 이미지 넓이
pt_br: Largura EXIF em pixels
zh_hans: EXIF 像素宽度
zh_hant: 影像寬度

# Metadata field: ExifImageHeight
source: EXIF pixel height
es: Alto Imagen
ja: 画像高さ
ko: 이미지 높이
pt_br: Altura EXIF em pixels
zh_hans: EXIF 像素高度
zh_hant: 影像高度

# Metadata field: XResolution
source: XResolution
es: Resolución Imagen Horizontal
ja: 画像幅の解像度
ko: 수평 해상도
pt_br: Resolução X
zh_hans: 水平分辨率
zh_hant: 水平解析度

# Metadata field: YResolution
source: YResolution
es: Resolución Imagen Vertical
ja: 画像高さの解像度
ko: 수직 해상도
pt_br: Resolução Y
zh_hans: 垂直分辨率
zh_hant: 垂直解析度

# Metadata field: GPSLatitude
source: GPSLatitude
es: Latitud
ja: 緯度
ko: 위도
pt_br: Latitude GPS
zh_hans: 纬度
zh_hant: 緯度

# Metadata field: GPSLatitudeRef
source: GPSLatitude Ref
es: Latitud Norte o Sur
ja: 北緯または南緯
ko: 북위 또는 남위
pt_br: Referência da latitude
zh_hans: 北纬或者南纬
zh_hant: 北/南緯

# Metadata field: GPSLongitude
source: GPSLongitude
es: Longitud
ja: 経度
ko: 경도
pt_br: Longitude GPS
zh_hans: 经度
zh_hant: 經度

# Metadata field: GPSLongitudeRef
source: GPSLongitude Ref
es: Longitud Este u Oeste
ja: 東経または西経
ko: 동경 또는 서경
pt_br: Referência da longitude
zh_hans: 东经或者西经
zh_hant: 東/西經

# Metadata field: GPSAltitude
source: GPSAltitude
es: Altitud
ja: 高度
ko: 고도
pt_br: Altitude GPS
zh_hans: 海拔高度
zh_hant: 海拔高度

# Metadata field: GPSAltitudeRef
source: GPSAltitude Ref
es: Referencia Altitud
ja: 参照高度
ko: 고도 참조
pt_br: Referência da altitude
zh_hans: 高度基准
zh_hant: 海拔高度參考

# Metadata field: GPSDateStamp
source: GPSDate Stamp
es: Fecha GPS
ja: GPSデータ
ko: GPS 날짜
pt_br: Data GPS
zh_hans: GPS日期
zh_hant: GPS 日期

# Metadata field: GPSTimeStamp
source: GPSTime Stamp
es: Hora GPS (reloj atómico)
ja: GPS時間(原子時計)
ko: GPS 시간(원자 시계)
pt_br: Hora GPS
zh_hans: GPS 时间(原子钟)
zh_hant: GPS 時間 (原子鐘)

# Metadata field: City
source: City
es: Ciudad
ja: 都市
ko: 도시
pt_br: Cidade
zh_hans: 城市
zh_hant: 城市

# Metadata field: Province-State
source: Province State
es: Provincia/Estado
ja: 行政区/州
ko: 도
pt_br: Estado ou província
zh_hans: 州／省
zh_hant: 州/省

# Metadata field: Sub-location
source: Sub location
es: Localización
ja: 場所
pt_br: Local secundário
zh_hans: 具体地点
zh_hant: 具體地點

# Metadata field: Country-PrimaryLocationName
source: Country Primary Location Name
es: País
ja: 国
ko: 국가
pt_br: País
zh_hans: 国家或地区
zh_hant: 國家或地區

# Metadata field: Country-PrimaryLocationCode
source: Country Primary Location Code
es: Código País ISO
ja: ISO国コード
pt_br: Código do país
zh_hans: 国家代码
zh_hant: 國家代碼

# 跳转到分组
source: Jump to section
es: Ir a la sección
ja: セクションに移動
ko: 그룹으로 이동
pt_br: Ir para a seção
zh_hans: 跳转到分组
zh_hant: 跳至群組

# 管理显示字段…
source: Manage displayed fields…
es: Gestionar campos visibles…
ja: 表示フィールドを管理…
ko: 표시 필드 관리…
pt_br: Gerenciar campos exibidos…
zh_hans: 管理显示字段…
zh_hant: 管理顯示欄位…

# 筛选字段
source: Filter fields
es: Filtrar campos
ja: フィールドを絞り込む
ko: 필드 필터
pt_br: Filtrar campos
zh_hans: 筛选字段
zh_hant: 篩選欄位

# 仅显示有值字段
source: Only fields with values
es: Solo campos con valores
ja: 値のあるフィールドのみ
ko: 값이 있는 필드만
pt_br: Somente campos com valores
zh_hans: 仅显示有值字段
zh_hant: 僅顯示有值欄位

# 仅显示待保存字段
source: Only pending fields
es: Solo campos pendientes
ja: 未保存のフィールドのみ
ko: 저장 대기 필드만
pt_br: Somente campos pendentes
zh_hans: 仅显示待保存字段
zh_hant: 僅顯示待儲存欄位

# 显示所有附加字段
source: Show all additional fields
es: Mostrar todos los campos adicionales
ja: すべての追加フィールドを表示
ko: 모든 추가 필드 표시
pt_br: Mostrar todos os campos adicionais
zh_hans: 显示所有附加字段
zh_hant: 顯示所有附加欄位

# 恢复默认显示字段
source: Restore default fields
es: Restaurar campos predeterminados
ja: 既定のフィールドに戻す
ko: 기본 필드 복원
pt_br: Restaurar campos padrão
zh_hans: 恢复默认显示字段
zh_hant: 恢復預設顯示欄位

# 复制
source: Copy
es: Copiar
ja: コピー
ko: 복사
pt_br: Copiar
zh_hans: 复制
zh_hant: 複製

# 粘贴
source: Paste
es: Pegar
ja: 貼り付け
ko: 붙여넣기
pt_br: Colar
zh_hans: 粘贴
zh_hant: 貼上

# 恢复原值
source: Restore original value
es: Restaurar valor original
ja: 元の値に戻す
ko: 원래 값 복원
pt_br: Restaurar valor original
zh_hans: 恢复原值
zh_hant: 恢復原值

# 包围曝光
source: Auto bracket
es: Horquillado automático
ja: ブラケット
ko: 브래킷
pt_br: Bracketing automático
zh_hans: 包围曝光
zh_hant: 包圍曝光

# 低
source: Low
es: Bajo
ja: 低
ko: 낮음
pt_br: Baixo
zh_hans: 低
zh_hant: 低

# 高
source: High
es: Alto
ja: 高
ko: 높음
pt_br: Alto
zh_hans: 高
zh_hant: 高

# 柔和
source: Soft
es: Suave
ja: ソフト
ko: 부드러움
pt_br: Suave
zh_hans: 柔和
zh_hant: 柔和

# 锐利
source: Hard
es: Duro
ja: ハード
ko: 선명함
pt_br: Forte
zh_hans: 锐利
zh_hant: 銳利

# 未校准
source: Uncalibrated
es: Sin calibrar
ja: 未調整
ko: 미보정
pt_br: Não calibrado
zh_hans: 未校准
zh_hant: 未校準

# 平均
source: Average
es: Promedio
ja: 平均
ko: 평균
pt_br: Média
zh_hans: 平均
zh_hant: 平均

# 中央重点
source: Center weighted
es: Ponderada al centro
ja: 中央重点
ko: 중앙 중점
pt_br: Ponderada ao centro
zh_hans: 中央重点
zh_hant: 中央重點

# 点测光
source: Spot
es: Puntual
ja: スポット
ko: 스팟
pt_br: Pontual
zh_hans: 点测光
zh_hant: 點測光

# 多点测光
source: Multi spot
es: Multipuntual
ja: マルチスポット
ko: 다중 스팟
pt_br: Multipontual
zh_hans: 多点测光
zh_hant: 多點測光

# 评价测光
source: Multi segment
es: Multisegmento
ja: 分割測光
ko: 평가 측광
pt_br: Multissegmento
zh_hans: 评价测光
zh_hant: 評價測光

# 局部测光
source: Partial
es: Parcial
ja: 部分測光
ko: 부분 측광
pt_br: Parcial
zh_hans: 局部测光
zh_hant: 局部測光

# 其他
source: Other
es: Otro
ja: その他
ko: 기타
pt_br: Outro
zh_hans: 其他
zh_hant: 其他

# 现有 IPTC 未明确声明 UTF-8，已阻止写入以保留原编码。
source: Existing IPTC does not declare UTF-8. Writing is blocked to preserve its encoding.
es: El IPTC existente no declara UTF-8. Se bloquea la escritura para conservar su codificación.
ja: 既存のIPTCにUTF-8の指定がないため、元の文字コードを保護して書き込みを停止しました。
ko: 기존 IPTC에 UTF-8 선언이 없어 원래 인코딩을 보존하기 위해 쓰기를 차단했습니다.
pt_br: O IPTC existente não declara UTF-8. A gravação foi bloqueada para preservar a codificação.
zh_hans: 现有 IPTC 未明确声明 UTF-8，已阻止写入以保留原编码。
zh_hant: 現有 IPTC 未明確宣告 UTF-8，已阻止寫入以保留原編碼。

# 每项最多 %1$@ 个 UTF-8 字节
source: Up to %1$@ UTF-8 bytes per item
es: Hasta %1$@ bytes UTF-8 por elemento
ja: 1項目あたりUTF-8で最大%1$@バイト
ko: 항목당 최대 UTF-8 %1$@바이트
pt_br: Até %1$@ bytes UTF-8 por item
zh_hans: 每项最多 %1$@ 个 UTF-8 字节
zh_hant: 每項最多 %1$@ 個 UTF-8 位元組

# 上移
source: Move up
es: Subir
ja: 上に移動
ko: 위로 이동
pt_br: Mover para cima
zh_hans: 上移
zh_hant: 上移

# 下移
source: Move down
es: Bajar
ja: 下に移動
ko: 아래로 이동
pt_br: Mover para baixo
zh_hans: 下移
zh_hant: 下移

# 任务选项
source: Task options
es: Opciones de tarea
ja: 処理オプション
ko: 작업 옵션
pt_br: Opções da tarefa
zh_hans: 任务选项
zh_hant: 任务選项

# 作用片段
source: Name part
es: Parte del nombre
ja: 対象部分
ko: 이름 부분
pt_br: Parte do nome
zh_hans: 作用片段
zh_hant: 作用片段

# 保存当前预设…
source: Save current preset…
es: Guardar preajuste actual…
ja: 現在のプリセットを保存…
ko: 현재 프리셋 저장…
pt_br: Salvar predefinição atual…
zh_hans: 保存当前预设…
zh_hant: 保存當前預設…

# 保存重命名预设
source: Save rename preset
es: Guardar preajuste de renombrado
ja: 名前変更プリセットを保存
ko: 이름 변경 프리셋 저장
pt_br: Salvar predefinição de renomeação
zh_hans: 保存重命名预设
zh_hant: 保存重命名預設

# 保持不变
source: Unchanged
es: Sin cambios
ja: 変更なし
ko: 변경 없음
pt_br: Sem alterações
zh_hans: 保持不变
zh_hant: 保持不变

# 停止并恢复
source: Stop and restore
es: Detener y restaurar
ja: 停止して元に戻す
ko: 중지하고 복원
pt_br: Parar e restaurar
zh_hans: 停止并恢复
zh_hant: 停止并恢複

# 元数据读取失败
source: Metadata read failed
es: Error al leer metadatos
ja: メタデータを読み取れません
ko: 메타데이터 읽기 실패
pt_br: Falha ao ler metadados
zh_hans: 元数据读取失败
zh_hant: 元數據讀取失敗

# 先预览，确认后执行
source: Preview before renaming
es: Revisar antes de renombrar
ja: プレビューを確認してから実行
ko: 미리보기 확인 후 실행
pt_br: Revisar antes de renomear
zh_hans: 先预览，确认后执行
zh_hant: 先預覽，确認後执行

# 全部匹配
source: All matches
es: Todas las coincidencias
ja: すべての一致
ko: 모든 일치
pt_br: Todas as correspondências
zh_hans: 全部匹配
zh_hant: 全部匹配

# 全部导入照片
source: All imported photos
es: Todas las fotos importadas
ja: 読み込んだすべての写真
ko: 가져온 모든 사진
pt_br: Todas as fotos importadas
zh_hans: 全部导入照片
zh_hant: 全部導入照片

# 分隔符
source: Separator
es: Separador
ja: 区切り文字
ko: 구분자
pt_br: Separador
zh_hans: 分隔符
zh_hant: 分隔符

# 删除规则
source: Delete rule
es: Eliminar regla
ja: ルールを削除
ko: 규칙 삭제
pt_br: Excluir regra
zh_hans: 删除规则
zh_hant: 刪除規則

# 删除预设
source: Delete preset
es: Eliminar preajuste
ja: プリセットを削除
ko: 프리셋 삭제
pt_br: Excluir predefinição
zh_hans: 删除预设
zh_hant: 刪除預設

# 前缀
source: Prefix
es: Prefijo
ja: 接頭辞
ko: 접두사
pt_br: Prefixo
zh_hans: 前缀
zh_hant: 前綴

# 后缀
source: Suffix
es: Sufijo
ja: 接尾辞
ko: 접미사
pt_br: Sufixo
zh_hans: 后缀
zh_hant: 後綴

# 加
source: Add
es: Sumar
ja: 加算
ko: 더하기
pt_br: Somar
zh_hans: 加
zh_hant: 加

# 减
source: Subtract
es: Restar
ja: 減算
ko: 빼기
pt_br: Subtrair
zh_hans: 减
zh_hant: 减

# 乘
source: Multiply
es: Multiplicar
ja: 乗算
ko: 곱하기
pt_br: Multiplicar
zh_hans: 乘
zh_hant: 乘

# 除
source: Divide
es: Dividir
ja: 除算
ko: 나누기
pt_br: Dividir
zh_hans: 除
zh_hant: 除

# 包含
source: Contains
es: Contiene
ja: 含む
ko: 포함
pt_br: Contém
zh_hans: 包含
zh_hant: 包含

# 不包含
source: Does not contain
es: No contiene
ja: 含まない
ko: 포함하지 않음
pt_br: Não contém
zh_hans: 不包含
zh_hant: 不包含

# 等于
source: Equals
es: Igual a
ja: 等しい
ko: 같음
pt_br: Igual a
zh_hans: 等于
zh_hant: 等于

# 不等于
source: Does not equal
es: Distinto de
ja: 等しくない
ko: 같지 않음
pt_br: Diferente de
zh_hans: 不等于
zh_hant: 不等于

# 匹配次数
source: Occurrences
es: Coincidencias
ja: 一致の選択
ko: 일치 선택
pt_br: Ocorrências
zh_hans: 匹配次数
zh_hant: 匹配次數

# 区分大小写
source: Case sensitive
es: Distinguir mayúsculas
ja: 大文字と小文字を区別
ko: 대소문자 구분
pt_br: Diferenciar maiúsculas
zh_hans: 区分大小写
zh_hant: 區分大小寫

# 原文件名
source: Original name
es: Nombre original
ja: 元のファイル名
ko: 원래 파일 이름
pt_br: Nome original
zh_hans: 原文件名
zh_hant: 原文件名

# 启用规则
source: Enable rule
es: Activar regla
ja: ルールを有効にする
ko: 규칙 사용
pt_br: Ativar regra
zh_hans: 启用规则
zh_hant: 啟用規則

# 命名列表未匹配
source: No matching list entry
es: Sin entrada coincidente
ja: 名前リストに一致なし
ko: 이름 목록 일치 없음
pt_br: Nenhuma entrada correspondente
zh_hans: 命名列表未匹配
zh_hant: 命名列表未匹配

# 复制规则
source: Duplicate rule
es: Duplicar regla
ja: ルールを複製
ko: 규칙 복제
pt_br: Duplicar regra
zh_hans: 复制规则
zh_hant: 複制規則

# 夜间日界小时（0 为关闭）
source: Night boundary hour (0 disables)
es: Hora límite nocturna (0 desactiva)
ja: 夜間の日付境界時刻（0で無効）
ko: 야간 날짜 경계 시간(0은 끄기)
pt_br: Hora limite noturna (0 desativa)
zh_hans: 夜间日界小时（0 为关闭）
zh_hant: 夜間日界小時（0 為關闭）

# 字符位置（从 0 开始）
source: Character position (from 0)
es: Posición de carácter (desde 0)
ja: 文字位置（0から）
ko: 문자 위치(0부터)
pt_br: Posição do caractere (a partir de 0)
zh_hans: 字符位置（从 0 开始）
zh_hant: 字符位置（從 0 開始）

# 字符数量或长度
source: Character count or length
es: Número de caracteres o longitud
ja: 文字数または長さ
ko: 문자 수 또는 길이
pt_br: Quantidade de caracteres ou comprimento
zh_hans: 字符数量或长度
zh_hant: 字符數量或長度

# 定位文字
source: Anchor text
es: Texto de referencia
ja: 基準テキスト
ko: 기준 텍스트
pt_br: Texto de referência
zh_hans: 定位文字
zh_hant: 定位文字

# 导入预设…
source: Import preset…
es: Importar preajuste…
ja: プリセットを読み込む…
ko: 프리셋 가져오기…
pt_br: Importar predefinição…
zh_hans: 导入预设…
zh_hant: 導入預設…

# 导出预设…
source: Export preset…
es: Exportar preajuste…
ja: プリセットを書き出す…
ko: 프리셋 내보내기…
pt_br: Exportar predefinição…
zh_hans: 导出预设…
zh_hant: 導出預設…

# 将重命名
source: Will rename
es: Se renombrará
ja: 名前を変更
ko: 이름 변경 예정
pt_br: Será renomeado
zh_hans: 将重命名
zh_hant: 将重命名

# 已完成
source: Completed
es: Completado
ja: 完了
ko: 완료
pt_br: Concluído
zh_hans: 已完成
zh_hant: 已完成

# 已恢复
source: Restored
es: Restaurado
ja: 復元済み
ko: 복원됨
pt_br: Restaurado
zh_hans: 已恢复
zh_hant: 已恢複

# 已恢复原文件名。
source: Original filenames restored.
es: Se restauraron los nombres originales.
ja: 元のファイル名に戻しました。
ko: 원래 파일 이름을 복원했습니다.
pt_br: Os nomes originais foram restaurados.
zh_hans: 已恢复原文件名。
zh_hant: 已恢複原文件名。

# 已重命名 %1$@ 个文件，文件内容已核对。
source: Renamed %1$@ files; contents verified.
es: Se renombraron %1$@ archivos y se verificó su contenido.
ja: %1$@個のファイル名を変更し、内容を照合しました。
ko: 파일 %1$@개의 이름을 변경하고 내용을 확인했습니다.
pt_br: %1$@ arquivos renomeados; conteúdo verificado.
zh_hans: 已重命名 %1$@ 个文件，文件内容已核对。
zh_hant: 已重命名 %1$@ 個文件，文件內容已核對。

# 常用日期格式
source: Common date formats
es: Formatos de fecha comunes
ja: よく使う日付形式
ko: 자주 쓰는 날짜 형식
pt_br: Formatos de data comuns
zh_hans: 常用日期格式
zh_hant: 常用日期格式

# 开头是
source: Starts with
es: Empieza por
ja: で始まる
ko: 시작 문자
pt_br: Começa com
zh_hans: 开头是
zh_hant: 開頭是

# 结尾是
source: Ends with
es: Termina en
ja: で終わる
ko: 끝 문자
pt_br: Termina com
zh_hans: 结尾是
zh_hant: 结尾是

# 当前时间
source: Current time
es: Hora actual
ja: 現在時刻
ko: 현재 시간
pt_br: Hora atual
zh_hans: 当前时间
zh_hant: 當前時間

# 当前规则
source: Current rule
es: Regla actual
ja: 現在のルール
ko: 현재 규칙
pt_br: Regra atual
zh_hans: 当前规则
zh_hant: 當前規則

# 必需内容缺失时保留整个原名
source: Keep original name when required data is missing
es: Conservar nombre si faltan datos necesarios
ja: 必須情報がない場合は元の名前を維持
ko: 필수 정보가 없으면 원래 이름 유지
pt_br: Manter nome original se faltarem dados necessários
zh_hans: 必需内容缺失时保留整个原名
zh_hant: 必需內容缺失時保留整個原名

# 恢复原名
source: Restore original names
es: Restaurar nombres originales
ja: 元の名前に戻す
ko: 원래 이름 복원
pt_br: Restaurar nomes originais
zh_hans: 恢复原名
zh_hant: 恢複原名

# 恢复未完成：%1$@。原文件未被覆盖。
source: Restore incomplete: %1$@. Originals were not overwritten.
es: Restauración incompleta: %1$@. No se sobrescribieron originales.
ja: 復元未完了：%1$@。元のファイルは上書きしていません。
ko: 복원 미완료: %1$@. 원본을 덮어쓰지 않았습니다.
pt_br: Restauração incompleta: %1$@. Originais não foram sobrescritos.
zh_hans: 恢复未完成：%1$@。原文件未被覆盖。
zh_hant: 恢複未完成：%1$@。原文件未被覆盖。

# 执行中止，已恢复原文件名。
source: Stopped; original names restored.
es: Ejecución detenida; nombres originales restaurados.
ja: 処理を停止し、元の名前に戻しました。
ko: 실행을 중지하고 원래 이름을 복원했습니다.
pt_br: Execução interrompida; nomes originais restaurados.
zh_hans: 执行中止，已恢复原文件名。
zh_hant: 执行中止，已恢複原文件名。

# 执行记录与恢复
source: Rename history and restore
es: Historial y restauración
ja: 実行履歴と復元
ko: 실행 기록 및 복원
pt_br: Histórico e restauração
zh_hans: 执行记录与恢复
zh_hant: 执行记錄與恢複

# 执行记录与恢复…
source: Rename history and restore…
es: Historial y restauración…
ja: 実行履歴と復元…
ko: 실행 기록 및 복원…
pt_br: Histórico e restauração…
zh_hans: 执行记录与恢复…
zh_hant: 执行记錄與恢複…

# 执行重命名
source: Rename files
es: Renombrar archivos
ja: 名前変更を実行
ko: 이름 변경 실행
pt_br: Renomear arquivos
zh_hans: 执行重命名
zh_hant: 执行重命名

# 扩展名
source: Extension
es: Extensión
ja: 拡張子
ko: 확장자
pt_br: Extensão
zh_hans: 扩展名
zh_hant: 擴展名

# 扩展名（不含点）
source: Extension without dot
es: Extensión sin punto
ja: 拡張子（点なし）
ko: 확장자(점 제외)
pt_br: Extensão sem ponto
zh_hans: 扩展名（不含点）
zh_hant: 擴展名（不含點）

# 扩展名（含点）
source: Extension with dot
es: Extensión con punto
ja: 拡張子（点を含む）
ko: 확장자(점 포함)
pt_br: Extensão com ponto
zh_hans: 扩展名（含点）
zh_hant: 擴展名（含點）

# 拍摄当地时间
source: Shooting local time
es: Hora local de captura
ja: 撮影時の現地時刻
ko: 촬영 현지 시간
pt_br: Hora local da captura
zh_hans: 拍摄当地时间
zh_hant: 拍摄當地時間

# 拍摄时间来源优先级（每行一个标签）
source: Shooting date priority (one tag per line)
es: Prioridad de fecha de captura (una etiqueta por línea)
ja: 撮影日時の優先順位（1行1タグ）
ko: 촬영 시간 우선순위(줄당 태그 하나)
pt_br: Prioridade da data de captura (uma etiqueta por linha)
zh_hans: 拍摄时间来源优先级（每行一个标签）
zh_hant: 拍摄時間來源優先級（每行一個標籤）

# 操作范围
source: Scope
es: Ámbito
ja: 対象範囲
ko: 작업 범위
pt_br: Escopo
zh_hans: 操作范围
zh_hant: 操作范围

# 数字操作
source: Number operation
es: Operación numérica
ja: 数値操作
ko: 숫자 연산
pt_br: Operação numérica
zh_hans: 数字操作
zh_hant: 數字操作

# 整个文件名与扩展名
source: Entire name and extension
es: Nombre y extensión completos
ja: ファイル名と拡張子全体
ko: 파일 이름 및 확장자 전체
pt_br: Nome e extensão completos
zh_hans: 整个文件名与扩展名
zh_hant: 整個文件名與擴展名

# 文件修改时间
source: File modification time
es: Fecha de modificación
ja: ファイル更新日時
ko: 파일 수정 시간
pt_br: Data de modificação
zh_hans: 文件修改时间
zh_hant: 文件修改時間

# 文件创建时间
source: File creation time
es: Fecha de creación
ja: ファイル作成日時
ko: 파일 생성 시간
pt_br: Data de criação
zh_hans: 文件创建时间
zh_hant: 文件创建時間

# 文件名主体（不含扩展名）
source: Name without extension
es: Nombre sin extensión
ja: ファイル名（拡張子なし）
ko: 파일 이름(확장자 제외)
pt_br: Nome sem extensão
zh_hans: 文件名主体（不含扩展名）
zh_hant: 文件名主體（不含擴展名）

# 文件名冲突
source: Name conflicts
es: Conflictos de nombre
ja: 名前の競合
ko: 파일 이름 충돌
pt_br: Conflitos de nome
zh_hans: 文件名冲突
zh_hant: 文件名衝突

# 文件名无效或过长
source: Invalid or too long name
es: Nombre no válido o demasiado largo
ja: 無効または長すぎる名前
ko: 잘못되었거나 너무 긴 이름
pt_br: Nome inválido ou longo demais
zh_hans: 文件名无效或过长
zh_hant: 文件名無效或過長

# 文件名自然顺序
source: Natural filename order
es: Orden natural del nombre
ja: ファイル名の自然順
ko: 파일 이름 자연순
pt_br: Ordem natural do nome
zh_hans: 文件名自然顺序
zh_hant: 文件名自然順序

# 文件：%1$@ · %2$@
source: Files: %1$@ · %2$@
es: Archivos: %1$@ · %2$@
ja: ファイル：%1$@ · %2$@
ko: 파일: %1$@ · %2$@
pt_br: Arquivos: %1$@ · %2$@
zh_hans: 文件：%1$@ · %2$@
zh_hant: 文件：%1$@ · %2$@

# 文件：%1$@ · 将重命名：%2$@
source: Files: %1$@ · To rename: %2$@
es: Archivos: %1$@ · A renombrar: %2$@
ja: ファイル：%1$@ · 名前変更：%2$@
ko: 파일: %1$@ · 변경 예정: %2$@
pt_br: Arquivos: %1$@ · A renomear: %2$@
zh_hans: 文件：%1$@ · 将重命名：%2$@
zh_hant: 文件：%1$@ · 将重命名：%2$@

# 文字或匹配表达式
source: Text or matching expression
es: Texto o expresión de búsqueda
ja: テキストまたは一致式
ko: 텍스트 또는 일치 표현식
pt_br: Texto ou expressão de busca
zh_hans: 文字或匹配表达式
zh_hant: 文字或匹配表达式

# 新文件名
source: New name
es: Nombre nuevo
ja: 新しいファイル名
ko: 새 파일 이름
pt_br: Novo nome
zh_hans: 新文件名
zh_hant: 新文件名

# 无值
source: No value
es: Sin valor
ja: 値なし
ko: 값 없음
pt_br: Sem valor
zh_hans: 无值
zh_hant: 無值

# 日期来源
source: Date source
es: Origen de fecha
ja: 日時の取得元
ko: 날짜 출처
pt_br: Origem da data
zh_hans: 日期来源
zh_hant: 日期來源

# 日期格式
source: Date format
es: Formato de fecha
ja: 日付形式
ko: 날짜 형식
pt_br: Formato de data
zh_hans: 日期格式
zh_hant: 日期格式

# 早于或小于
source: Before or less than
es: Anterior o menor que
ja: より前または小さい
ko: 이전 또는 작음
pt_br: Anterior ou menor que
zh_hans: 早于或小于
zh_hant: 早于或小于

# 晚于或大于
source: After or greater than
es: Posterior o mayor que
ja: より後または大きい
ko: 이후 또는 큼
pt_br: Posterior ou maior que
zh_hans: 晚于或大于
zh_hant: 晚于或大于

# 时区标识或 source／local
source: Timezone ID or source/local
es: ID de zona o source/local
ja: タイムゾーンIDまたはsource/local
ko: 시간대 ID 또는 source/local
pt_br: ID de fuso ou source/local
zh_hans: 时区标识或 source／local
zh_hant: 時區標识或 source／local

# 时间显示
source: Time display
es: Visualización de hora
ja: 時刻表示
ko: 시간 표시
pt_br: Exibição da hora
zh_hans: 时间显示
zh_hant: 時間顯示

# 暂无可重命名的照片
source: No photos to rename
es: No hay fotos para renombrar
ja: 名前変更できる写真がありません
ko: 이름을 변경할 사진이 없습니다
pt_br: Nenhuma foto para renomear
zh_hans: 暂无可重命名的照片
zh_hant: 暂無可重命名的照片

# 更换动作
source: Change action
es: Cambiar acción
ja: アクションを変更
ko: 작업 변경
pt_br: Alterar ação
zh_hans: 更换动作
zh_hant: 更換動作

# 替换为
source: Replace with
es: Reemplazar por
ja: 置換後の文字列
ko: 바꿀 내용
pt_br: Substituir por
zh_hans: 替换为
zh_hant: 替換為

# 最后一个匹配
source: Last match
es: Última coincidencia
ja: 最後の一致
ko: 마지막 일치
pt_br: Última correspondência
zh_hans: 最后一个匹配
zh_hant: 最後一個匹配

# 最小位数
source: Minimum digits
es: Dígitos mínimos
ja: 最小桁数
ko: 최소 자릿수
pt_br: Dígitos mínimos
zh_hans: 最小位数
zh_hant: 最小位數

# 有值
source: Has value
es: Tiene valor
ja: 値あり
ko: 값 있음
pt_br: Tem valor
zh_hans: 有值
zh_hant: 有值

# 未找到定位文字
source: Anchor text not found
es: Texto de referencia no encontrado
ja: 基準テキストが見つかりません
ko: 기준 텍스트 없음
pt_br: Texto de referência não encontrado
zh_hans: 未找到定位文字
zh_hant: 未找到定位文字

# 本机时区
source: This Mac's timezone
es: Zona horaria de este Mac
ja: このMacのタイムゾーン
ko: 이 Mac의 시간대
pt_br: Fuso horário deste Mac
zh_hans: 本机时区
zh_hant: 本機時區

# 条件组合
source: Condition combination
es: Combinación de condiciones
ja: 条件の組み合わせ
ko: 조건 조합
pt_br: Combinação de condições
zh_hans: 条件组合
zh_hant: 條件組合

# 步长
source: Step
es: Incremento
ja: 増分
ko: 증분
pt_br: Incremento
zh_hans: 步长
zh_hant: 步長

# 每个目录独立编号
source: Restart numbering per folder
es: Reiniciar numeración por carpeta
ja: フォルダごとに番号を再開始
ko: 폴더마다 번호 다시 시작
pt_br: Reiniciar numeração por pasta
zh_hans: 每个目录独立编号
zh_hant: 每個目錄独立编號

# 比较
source: Comparison
es: Comparación
ja: 比較
ko: 비교
pt_br: Comparação
zh_hans: 比较
zh_hant: 比較

# 比较值
source: Comparison value
es: Valor de comparación
ja: 比較値
ko: 비교 값
pt_br: Valor de comparação
zh_hans: 比较值
zh_hant: 比較值

# 添加字母后缀
source: Add letter suffix
es: Añadir sufijo alfabético
ja: 文字の接尾辞を追加
ko: 문자 접미사 추가
pt_br: Adicionar sufixo alfabético
zh_hans: 添加字母后缀
zh_hant: 添加字母後綴
